var result = [
    {
        "name": "长篇连载榜",
        "book-sort": [1, 2, 3, 4, 5, 6, 7],
        "data": [
            {
                "book_name": "没有死者的谋杀",
                "author": "陆雾",
                "tag": [1,2],
                "icon": "", 
                "portrait": "",
                "book_msg": {
                    "字数": "73,491",
                    "阅读": "4,559",
                    "加入书架": "181",
                    "月推荐票": "114",
                    "累计推荐票": "114"
                },
                "brief_intro": "同桌吃饭的网友，突然人间蒸发，目击者都称并无此人存在；七旬老汉为爱私奔，为何会牵扯出连环命案；案发现场被破坏的少女失踪案，尘封十年后牵扯出三条命案；神秘失踪的未婚夫，竟然同时还有五个女友只有你一人能看到的幽灵邮件，是幻觉还是阴谋？不被重视的失踪案背后，总是精心计划的谋杀。如何在没有尸体的情况下推理？如何在死者不明的情况下找出凶手？五起单元案，一个反转。爱与谋杀，同样危险。",
                "catalog": [
                    {
                        "title": "第一案： 网友凭空消失案",
                        "content": "  宋归宜其人，初看之下有\n两大特长。个子长得特长，头发留得较长。半长发随意扎个小揪，衣服总是皱巴巴的，似睡非睡一双眼，爱搭不理的。乍一看，他像是街头艺术家中较英俊高挑的一位，或是气质不羁的模特。但他不是模特，和艺术也不沾边。他今年二十二岁，普通家庭的普通独生子，曾经是正儿八经大学生，某知名高校的交叉信息就读，可谓前途一片大好。不过去年，他遭遇了一场车祸，连人带车掉进河里，死了一位室友，在医院住了两礼拜。出院后他就办理了休学，原因是双相障碍。",
                        "date": "2020-08-13",
                        "read": "467",
                        "discuss": [
                            {
                                "name": "手机匿名用户",
                                "date": "2020-08-25",
                                "content": "哈哈哈"
                            }
                        ]
                    },
                    {
                        "title": "2 如同梦一般，他就失踪了",
                        "content": "宋归宜其人，初看之下有两大特长。个子长\n得特长，头发留得较长。半长发随意扎个小揪，衣服总是皱巴巴的，似睡非睡一双眼，爱搭不理的。乍一看，他像是街头艺术家中较英俊高挑的一位，或是气质不羁的模特。但他不是模特，和艺术也不沾边。他今年二十二岁，普通家庭的普通独生子，曾经是正儿八经大学生，某知名高校的交叉信息就读，可谓前途一片大好。不过去年，他遭遇了一场车祸，连人带车掉进河里，死了一位室友，在医院住了两礼拜。出院后他就办理了休学，原因是双相障碍。",
                        "date": "2020-08-13",
                        "read": "251",
                        "discuss": [
                            {
                                "name": "手机匿名用户2",
                                "date": "2020-08-18",
                                "content": "真不错"
                            }
                        ]
                    },
                    {
                        "title": "3 她看着他，像是看一个死人",
                        "content": "宋归宜其人，初看之下有两大特长。个子长得特长，头发留得较长。半长发随意扎个小揪，衣服总是皱巴巴的，似睡非睡一双眼，爱搭不理的。乍一看，他像是街头艺术家中较英俊高挑的一位，或是气质不羁的模特。但他不是模特，和艺术也不沾边。他今年二十二岁，普通家庭的普通独生子，曾经是正儿八经大学生，某知名高校的交叉信息就读，可谓前途一片大好。不过去年，他遭遇了一场车祸，连人带车掉进河里，死了一位室友，在医院住了两礼拜。出院后他就办理了休学，原因是双相障碍。",
                        "date": "2020-08-13",
                        "read": "267",
                        "discuss": [
                            {
                                "name": "手机匿名用户2",
                                "date": "2020-08-01",
                                "content": "莫名觉得很可爱呀"
                            }
                        ]
                    },
                    {
                        "title": "4 你惹事别把我供出来就好",
                        "content": "宋归宜其人，初看之下有两大特长。个子长得特长，头发留得较长。半长发随意扎个小揪，衣服总是皱巴巴的，似睡非睡一双眼，爱搭不理的。乍一看，他像是街头艺术家中较英俊高挑的一位，或是气质不羁的模特。但他不是模特，和艺术也不沾边。他今年二十二岁，普通家庭的普通独生子，曾经是正儿八经大学生，某知名高校的交叉信息就读，可谓前途一片大好。不过去年，他遭遇了一场车祸，连人带车掉进河里，死了一位室友，在医院住了两礼拜。出院后他就办理了休学，原因是双相障碍。",
                        "date": "2020-08-13",
                        "read": "194",
                        "discuss": [
                            {
                                "name": "手机匿名用户2",
                                "date": "2020-08-27",
                                "content": "送上两票吧"
                            }
                        ]
                    },
                    {
                        "title": "5 他要活着，这才算是人肉搜索",
                        "content": "宋归宜其人，初看之下有两大特长。个子长得特长，头发留得较长。半长发随意扎个小揪，衣服总是皱巴巴的，似睡非睡一双眼，爱搭不理的。乍一看，他像是街头艺术家中较英俊高挑的一位，或是气质不羁的模特。但他不是模特，和艺术也不沾边。他今年二十二岁，普通家庭的普通独生子，曾经是正儿八经大学生，某知名高校的交叉信息就读，可谓前途一片大好。不过去年，他遭遇了一场车祸，连人带车掉进河里，死了一位室友，在医院住了两礼拜。出院后他就办理了休学，原因是双相障碍。",
                        "date": "2020-08-13",
                        "read": "187",
                        "discuss": []
                    }
                ],
                "book_discuss": [
                    {
                        "reader_name": "夜照溪桥",
                        "reader_date": "09-06",
                        "reader_icon": "",
                        "reader_content": "你是想说这丫头道貌岸然是嘛，真吓人。耳边突然响起起那句经典台词：大郎啊，该吃药了......嘤嘤嘤"
                    }
                ]
            },
            {
                "book_name": "经常谈恋爱的单身姐姐",
                "author": "坡西米",
                "tag": [1,2],
                "icon": "", 
                "portrait": "",
                "book_msg": {
                    "字数": "142916",
                    "阅读": "47666",
                    "加入书架": "1013",
                    "月推荐票": "1125",
                    "累计推荐票": "2959"
                },
                "brief_intro": "女孩雨余毕业后来到北京，她能否从过眼烟云般的男人身上获得真挚的爱，又能否在工作与副业中寻找到扎根这座城市的筹码？她的闺蜜蓝雯深受原生家庭之伤，自傲中藏着深深的自卑，能否从一段段的恋情中收获真正的幸福？刚到北京读书的绢宝人小鬼大，本是天真无邪享受纯真爱情的年纪，却为何把每段恋情都当作利益的交换？北京女孩梅忆寒家境与学历都不错，但是却找不到人生的价值，总是想回到单身时为了梦想努力的日子，她还能回到过去吗？......每一个在北京的女性，都有属于她伤悲与欢喜的故事。",
                "catalog": [
                    {
                        "title": "北京给了她一个见面礼",
                        "content": "  宋归宜其人，初看之下有\n两大特长。个子长得特长，头发留得较长。半长发随意扎个小揪，衣服总是皱巴巴的，似睡非睡一双眼，爱搭不理的。乍一看，他像是街头艺术家中较英俊高挑的一位，或是气质不羁的模特。但他不是模特，和艺术也不沾边。他今年二十二岁，普通家庭的普通独生子，曾经是正儿八经大学生，某知名高校的交叉信息就读，可谓前途一片大好。不过去年，他遭遇了一场车祸，连人带车掉进河里，死了一位室友，在医院住了两礼拜。出院后他就办理了休学，原因是双相障碍。",
                        "date": "2020-08-13",
                        "read": "467",
                        "discuss": [
                            {
                                "name": "手机匿名用户",
                                "date": "2020-08-25",
                                "content": "哈哈哈"
                            }
                        ]
                    },
                    {
                        "title": "五道口：今夜你会不会来",
                        "content": "宋归宜其人，初看之下有两大特长。个子长\n得特长，头发留得较长。半长发随意扎个小揪，衣服总是皱巴巴的，似睡非睡一双眼，爱搭不理的。乍一看，他像是街头艺术家中较英俊高挑的一位，或是气质不羁的模特。但他不是模特，和艺术也不沾边。他今年二十二岁，普通家庭的普通独生子，曾经是正儿八经大学生，某知名高校的交叉信息就读，可谓前途一片大好。不过去年，他遭遇了一场车祸，连人带车掉进河里，死了一位室友，在医院住了两礼拜。出院后他就办理了休学，原因是双相障碍。",
                        "date": "2020-08-13",
                        "read": "251",
                        "discuss": [
                            {
                                "name": "手机匿名用户2",
                                "date": "2020-08-18",
                                "content": "真不错"
                            }
                        ]
                    },
                    {
                        "title": "离开东二环第一个驿站",
                        "content": "宋归宜其人，初看之下有两大特长。个子长得特长，头发留得较长。半长发随意扎个小揪，衣服总是皱巴巴的，似睡非睡一双眼，爱搭不理的。乍一看，他像是街头艺术家中较英俊高挑的一位，或是气质不羁的模特。但他不是模特，和艺术也不沾边。他今年二十二岁，普通家庭的普通独生子，曾经是正儿八经大学生，某知名高校的交叉信息就读，可谓前途一片大好。不过去年，他遭遇了一场车祸，连人带车掉进河里，死了一位室友，在医院住了两礼拜。出院后他就办理了休学，原因是双相障碍。",
                        "date": "2020-08-13",
                        "read": "267",
                        "discuss": [
                            {
                                "name": "手机匿名用户2",
                                "date": "2020-08-01",
                                "content": "莫名觉得很可爱呀"
                            }
                        ]
                    }
                ],
                "book_discuss": [
                    {
                        "reader_name": "夜照溪桥",
                        "reader_date": "09-06",
                        "reader_icon": "",
                        "reader_content": "你是想说这丫头道貌岸然是嘛，真吓人。耳边突然响起起那句经典台词：大郎啊，该吃药了......嘤嘤嘤"
                    }
                ]
            }
        ]
    },
    {
        "name": "长篇连载潜力榜",
        "book-sort": [1, 2, 3, 4, 5, 6, 7],
        "data": [
            {
                "book_name": "你来了",
                "author": "井儿井",
                "tag": [1,2],
                "icon": "", 
                "portrait": "",
                "book_msg": {
                    "字数": "73,491",
                    "阅读": "4,559",
                    "加入书架": "181",
                    "月推荐票": "114",
                    "累计推荐票": "114"
                },
                "brief_intro": "第一次见面时，鞠里赔了索莫然一杯奶茶。去好友家借住的那几天，她三天两头过来送吃的。后来他要追她，她义正言辞:“我不谈恋爱，你不要有不切实际的想法”在一起后的某天，几位好友来他家聚餐，索莫然一如既往在厨房研究新款蛋糕，不知他朋友倚在冰箱边看了多久，悠悠传来一道声音，“所以，你是‘居里’夫人？”索莫然闻声回头，套着一次性透明手套的手扬了扬手里的奶油裱花抢，笑容真诚语气认真:“你看我像是在研究镭吗？”朋友:“……”朋友走后，索莫然向他抱怨:“你名字好烦。”“有什么好烦，”鞠里背靠沙发头也没抬，滑动鼠标看资料，语气散慢:“跟我在一起，你都不用发现镭就能当鞠里夫人。”索莫然:“……”",
                "catalog": [
                    {
                        "title": "一",
                        "content": "  宋归宜其人，初看之下有\n两大特长。个子长得特长，头发留得较长。半长发随意扎个小揪，衣服总是皱巴巴的，似睡非睡一双眼，爱搭不理的。乍一看，他像是街头艺术家中较英俊高挑的一位，或是气质不羁的模特。但他不是模特，和艺术也不沾边。他今年二十二岁，普通家庭的普通独生子，曾经是正儿八经大学生，某知名高校的交叉信息就读，可谓前途一片大好。不过去年，他遭遇了一场车祸，连人带车掉进河里，死了一位室友，在医院住了两礼拜。出院后他就办理了休学，原因是双相障碍。",
                        "date": "2020-08-13",
                        "read": "467",
                        "discuss": [
                            {
                                "name": "手机匿名用户",
                                "date": "2020-08-25",
                                "content": "哈哈哈"
                            }
                        ]
                    },
                    {
                        "title": "二",
                        "content": "宋归宜其人，初看之下有两大特长。个子长\n得特长，头发留得较长。半长发随意扎个小揪，衣服总是皱巴巴的，似睡非睡一双眼，爱搭不理的。乍一看，他像是街头艺术家中较英俊高挑的一位，或是气质不羁的模特。但他不是模特，和艺术也不沾边。他今年二十二岁，普通家庭的普通独生子，曾经是正儿八经大学生，某知名高校的交叉信息就读，可谓前途一片大好。不过去年，他遭遇了一场车祸，连人带车掉进河里，死了一位室友，在医院住了两礼拜。出院后他就办理了休学，原因是双相障碍。",
                        "date": "2020-08-13",
                        "read": "251",
                        "discuss": [
                            {
                                "name": "手机匿名用户2",
                                "date": "2020-08-18",
                                "content": "真不错"
                            }
                        ]
                    },
                    {
                        "title": "三",
                        "content": "宋归宜其人，初看之下有两大特长。个子长得特长，头发留得较长。半长发随意扎个小揪，衣服总是皱巴巴的，似睡非睡一双眼，爱搭不理的。乍一看，他像是街头艺术家中较英俊高挑的一位，或是气质不羁的模特。但他不是模特，和艺术也不沾边。他今年二十二岁，普通家庭的普通独生子，曾经是正儿八经大学生，某知名高校的交叉信息就读，可谓前途一片大好。不过去年，他遭遇了一场车祸，连人带车掉进河里，死了一位室友，在医院住了两礼拜。出院后他就办理了休学，原因是双相障碍。",
                        "date": "2020-08-13",
                        "read": "267",
                        "discuss": [
                            {
                                "name": "手机匿名用户2",
                                "date": "2020-08-01",
                                "content": "莫名觉得很可爱呀"
                            }
                        ]
                    },
                    {
                        "title": "四",
                        "content": "宋归宜其人，初看之下有两大特长。个子长得特长，头发留得较长。半长发随意扎个小揪，衣服总是皱巴巴的，似睡非睡一双眼，爱搭不理的。乍一看，他像是街头艺术家中较英俊高挑的一位，或是气质不羁的模特。但他不是模特，和艺术也不沾边。他今年二十二岁，普通家庭的普通独生子，曾经是正儿八经大学生，某知名高校的交叉信息就读，可谓前途一片大好。不过去年，他遭遇了一场车祸，连人带车掉进河里，死了一位室友，在医院住了两礼拜。出院后他就办理了休学，原因是双相障碍。",
                        "date": "2020-08-13",
                        "read": "194",
                        "discuss": [
                            {
                                "name": "手机匿名用户2",
                                "date": "2020-08-27",
                                "content": "送上两票吧"
                            }
                        ]
                    },
                    {
                        "title": "五",
                        "content": "宋归宜其人，初看之下有两大特长。个子长得特长，头发留得较长。半长发随意扎个小揪，衣服总是皱巴巴的，似睡非睡一双眼，爱搭不理的。乍一看，他像是街头艺术家中较英俊高挑的一位，或是气质不羁的模特。但他不是模特，和艺术也不沾边。他今年二十二岁，普通家庭的普通独生子，曾经是正儿八经大学生，某知名高校的交叉信息就读，可谓前途一片大好。不过去年，他遭遇了一场车祸，连人带车掉进河里，死了一位室友，在医院住了两礼拜。出院后他就办理了休学，原因是双相障碍。",
                        "date": "2020-08-13",
                        "read": "187",
                        "discuss": []
                    }
                ],
                "book_discuss": [
                    {
                        "reader_name": "夜照溪桥",
                        "reader_date": "09-06",
                        "reader_icon": "",
                        "reader_content": "你是想说这丫头道貌岸然是嘛，真吓人。耳边突然响起起那句经典台词：大郎啊，该吃药了......嘤嘤嘤"
                    }
                ]
            }
        ]
    },
]

module.exports = result;